brew "fish"
brew "tmux"
brew "neovim"
brew "starship"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "git"
brew "fnm"
brew "node"
brew "python"
brew "llvm"
brew "podman"
cask "alacritty"
cask "ghostty"
