alacritty
clang
curl
fd
fish
fzf
gcc
git
libnotify
llvm
make
neovim
nodejs
npm
pkgconf
podman
python
python-pip
ripgrep
tmux
xclip
